Repository: courservio/courservio
Catalog: lang/i18n/*/LC_MESSAGES/messages.po
Languages: de

source: Add Price
de: Preis hinzufügen

source: title
de: Titel

source: description
de: Beschreibung

source: price
de: Preis

source: edit price
de: Preis bearbeiten

source: the price title
de: der Preistitel

source: Description
de: Beschreibung

source: A description for price option.
de: Eine Beschreibung für diese Preisoption (optional)

source: tax
de: MwSt.

source: price (net)
de: Preis (netto)

source: net / gross is calculated automatically
de: Netto / Brutto wird automatisch berechnet

source: price (gross)
de: Preis (brutto)

source: Certification Template
de: Bescheinigungsvorlage

source: No Certification Template
de: Keine Bescheinigungsvorlage

source: Cancel
de: Abbrechen

source: Positions
de: Positionen

source: The reset link has already been used.
de: Der Reset-Link wurde bereits verwendet.

source: The reset link has expired.
de: Der Link zum Zurücksetzen ist abgelaufen.

source: Password reset
de: Passwort zurücksetzen

source: We got your request to reset your password. Click the Button to reset it.
de: Wir haben Ihre Anfrage erhalten, Ihr Passwort zurückzusetzen. Klicken Sie auf die Schaltfläche, um es zurückzusetzen.

source: reset password
de: Passwort zurücksetzen

source: The link is valid for only %s minutes.
de: Der Link ist nur für %s Minuten gültig.

source: If you didn't requested this e-mail, please ignore and delete it.
de: Wenn Sie diese E-Mail nicht angefordert haben, ignorieren und löschen Sie sie bitte.

source: If the button doesn't work click or copy and paste the following link in your browser:
de: Wenn die Schaltfläche nicht funktioniert, klicken Sie auf den folgenden Link oder kopieren Sie ihn und fügen Sie ihn in Ihren Browser ein:

source: Book course
de: Kurs buchen

source: Settings
de: Einstellungen

source: Add Position
de: Position hinzufügen

source: leading
de: leitend

source: edit position
de: Position bearbeiten

source: position title
de: Positionsbezeichnung

source: The internal used team name.
de: Der intern verwendete Teamname.

source: leading position
de: führende Position

source: every team
de: jedes Team

source: select a team
de: Team auswählen

source: A description for this team. (optional)
de: Eine Beschreibung für dieses Team. (optional)

source: Booking confirmation
de: Buchungsbestätigung

source: Hello %s
de: Hallo %s

source: Your booking for our course *%s* was successful. Below you will receive more information about your booking.
de: Ihre Buchung für unseren Kurs *%s* war erfolgreich. Nachfolgend erhalten Sie weitere Informationen zu Ihrer Buchung.

source: Course details
de: Kursdetails

source: You have expressly stated the following prior to the conclusion of the contract:
de: Sie haben vor dem Vertragsabschluss ausdrücklich Folgendes erklärt:

source: I agree that you start the execution of the contract before the expiry of the revocation period of 14 days and in this respect I waive the [right of revocation](%s) to which I am entitled.
de: Ich stimme zu, dass Sie vor Ablauf der Widerrufsfrist von 14 Tagen mit der Ausführung des Vertrages beginnen und verzichte insoweit auf das mir zustehende [Widerrufsrecht](%s).

source: If you have any questions, just reply to this email.
de: Wenn Sie Fragen haben, antworten Sie einfach auf diese E-Mail.

source: Kind Regards,
de: Mit freundlichen Grüßen

source: Showing
de: Zeige

source: to
de: bis

source: of
de: von

source: results
de: Ergebnissen

source: Go to page :page
de: Weiter zur Seite :page

source: Add Certification Template
de: Bescheinigungsvorlage hinzufügen

source: edit certification template
de: Bescheinigungsvorlage bearbeiten

source: the template title
de: der Vorlagen Titel

source: A description for this template.
de: Eine Beschreibung für diese Vorlage. (optional)

source: Template File
de: Vorlagen Datei

source: The Template File
de: Die Vorlagendatei

source: participants
de: Teilnehmer*innen

source: Courses
de: Kurse

source: near you
de: in Ihrer Nähe

source: in %s and surroundings
de: in %s und Umgebung

source: Search...
de: Suchen…

source: show only own courses
de: nur eigene Kurse anzeigen

source: course type
de: Kursart

source: select course type...
de: Kursart auswählen…

source: select team...
de: Team auswählen…

source: cancelled courses
de: stornierte Kurse

source: don't show cancelled courses
de: keine stornierten Kurse anzeigen

source: show cancelled courses
de: stornierte Kurse anzeigen

source: minimum date
de: frühestens Datum

source: maximum date
de: spätestes Datum

source: reset filters
de: Filter zurücksetzen

source: Add Course
de: Kurs hinzufügen

source: seminar location
de: Seminarort

source: street
de: Straße

source: location
de: Ort

source: start
de: Beginn

source: internal
de: intern

source: number
de: Nummer

source: edit course
de: Kurs bearbeiten

source: select a course type
de: Kursart auswählen

source: register automatically at QSEH
de: automatisch bei der QSEH registrieren

source: QSEH registration number
de: QSEH-Registrierungsnummer

source: public bookable
de: öffentlich buchbar

source: Prices
de: Preise

source: course date
de: Kursdatum

source: trainer
de: Ausbilder*in

source: select / remove a trainer
de: Ausbilder*in auswählen / entfernen

source: select later
de: später auswählen

source: trainer can choose
de: Ausbilder*innen können sich melden

source: select position
de: Position wählen

source: add a new trainer
de: eine neue Ausbilder*in hinzufügen

source: the seminar location or company
de: der Seminarort oder das Unternehmen

source: zipcode
de: Postleitzahl

source: seats
de: Plätze

source: Cancel course
de: Kurs stornieren

source: Are you sure you want to cancel this course? This action cannot be undone.
de: Sind Sie sicher, dass Sie diesen Kurs stornieren möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: User
de: Benutzer

source: Add Team
de: Team hinzufügen

source: Display Name
de: angezeigter Name

source: edit team
de: Team bearbeiten

source: Display Team Name
de: angezeigter Teamname

source: The displayed team name.
de: Der angezeigte Teamname.

source: Course types
de: Kursarten

source: Logout
de: Ausloggen

source: Certification Templates
de: Bescheinigungen (Vorlagen)

source: Roles
de: Rollen

source: our course dates at a glance
de: unsere Kurstermine im Überblick

source: Find your course near you here
de: Finden Sie hier Ihren Kurs in Ihrer Nähe

source: Search for your desired course location ...
de: Suchen Sie nach Ihrem gewünschten Kursort ...

source: Searching for location ... Please wait ...
de: Suche nach Ort ... Bitte warten ...

source: Enter a zipcode or a location to search for courses.
de: Geben Sie eine Postleitzahl oder einen Ort ein, um nach Kursen zu suchen.

source: No suitable location was found.
de: Es wurde kein passender Ort gefunden.

source: Select your desired location
de: Wählen Sie den gewünschten Standort

source: Click here to find a course near your current location.
de: Klicken Sie hier, um einen Kurs in der Nähe Ihres aktuellen Standorts zu finden.

source: Geolocation is not supported by this browser.
de: Standortbestimmung (GeoLocation) wird von diesem Browser nicht unterstützt.

source: User denied the request for Geolocation.
de: Der Benutzer hat die Anforderung für die Standortbestimmung (GeoLocation) abgelehnt.

source: Location information is unavailable.
de: Standortinformationen sind nicht verfügbar.

source: The request to get user location timed out.
de: Die Anfrage zum Abrufen des Benutzerstandorts wurde abgebrochen.

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.

source: gtc
de: AGB

source: imprint
de: Impressum

source: privacy
de: Datenschutz

source: Course overview
de: Kursübersicht

source: free seats
de: freie Plätze

source: few seats
de: wenige Plätze

source: booked out
de: ausgebucht

source: aren't offered at the moment... Please try again with another location!
de: werden zur Zeit leider nicht angeboten... Bitte versuchen Sie es an einem anderen Ort erneut!

source: Our offers
de: Unsere Angebote

source: Choose the right offer for your course here.
de: Wählen Sie hier das richtige Angebot für Ihren Kurs.

source: select
de: auswählen

source: Users
de: Benutzer

source: contact person
de: Ansprechpartner*in

source: Information about you as the contact person for this booking.
de: Informationen über Sie als Ansprechpartner*in für diese Buchung.

source: The contact person is also the participant
de: Ansprechpartner*in ist auch Teilnehmerin*in

source: Participant is another person
de: Teilnehmer*in ist eine andere Person

source: company
de: Firma

source: First name
de: Vorname

source: A First name is required.
de: Die Angabe eines Vornamens ist erforderlich.

source: Last name
de: Nachname

source: A Last name is required.
de: Ein Nachname ist erforderlich.

source: Street address
de: Straße und Hausnummer

source: Street address is required.
de: Die Angabe von Straße und Hausnummer sind erforderlich.

source: Zipcode is required.
de: Die Postleitzahl ist erforderlich.

source: City
de: Stadt/Ort

source: City is required.
de: Stadt ist erforderlich.

source: Email address
de: E-Mail Adresse

source: Email address is required.
de: Ihre E-Mail-Adresse ist erforderlich.

source: phone
de: Telefonnummer

source: Phone number is required.
de: Telefonnummer ist erforderlich.

source: Information about the participants
de: Informationen über die Teilnehmer*innen

source: First name is required.
de: Vorname ist erforderlich.

source: Last name is required.
de: Ein Nachname ist erforderlich.

source: date of birth
de: Geburtsdatum

source: The date of birth is required.
de: Die Angabe des Geburtsdatums ist erforderlich.

source: remove participant
de: Teilnehmer*in entfernen

source: add another participant
de: eine weitere Teilnehmer*in hinzufügen

source: Booking overview
de: Buchungsübersicht

source: Summary of the data about your booking
de: Zusammenfassung der Daten zu Ihrer Buchung

source: date
de: Datum

source: Price / person
de: Preis / Person

source: incl. %s&#37; VAT
de: inkl. %s&#37; MwSt

source: VAT free
de: umsatzsteuerfrei

source: Total amount
de: Gesamtbetrag

source: selected price option
de: gewählte Preisoption

source: select payment method
de: Zahlungsmethode auswählen

source: Consents
de: Zustimmungen

source: I have read and accepted the <a href="%s" target="_blank">terms and conditions</a>.
de: Ich habe die <a href="%s" target="_blank">allgemeinen Geschäftsbedingungen</a> gelesen und akzeptiert.

source: I agree that the details from the booking form are collected and processed for the purpose of handling the booking. Detailed information on the handling of user data can be found in the <a href="%s" target="_blank">privacy policy</a>.
de: Ich bin damit einverstanden, dass die Angaben aus dem Buchungsformular zum Zwecke der Buchungsabwicklung erhoben und verarbeitet werden. Detaillierte Informationen zum Umgang mit Nutzerdaten finden Sie in der <a href="%s" target="_blank">Datenschutzerklärung</a>.

source: I agree that you start the execution of the contract before the expiry of the revocation period of 14 days and in this respect I waive the <a href="%s" target="_blank">right of revocation</a> to which I am entitled.
de: Ich stimme zu, dass Sie vor Ablauf der Widerrufsfrist von 14 Tagen mit der Ausführung des Vertrages beginnen und verzichte insoweit auf das mir zustehende <a href="%s" target="_blank">Widerrufsrecht</a>.

source: I have taken note of the <a href="%s" target="_blank">revocation policy</a>.
de: Ich habe die <a href="%s" target="_blank">Widerrufsbelehrung</a> zur Kenntnis genommen.

source: book with obligation to pay
de: zahlungspflichtig bestellen

source: booking successful
de: Buchung erfolgreich

source: Your booking was successful. We have <strong>additionally</strong> sent you an email with further information.
de: Ihre Buchung war erfolgreich. Wir haben Ihnen <strong>zusätzlich</strong> eine E-Mail mit weiteren Informationen geschickt.

source: Booking not possible
de: Buchung nicht möglich

source: Unfortunately, booking this course is no longer possible.
de: Die Buchung dieses Kurses ist leider nicht mehr möglich.

source: back
de: zurück

source: Not enough free places!
de: Nicht genug freie Plätze!

source: The free places are no longer sufficient for the desired number of participants! Please remove participants.
de: Die freien Plätze reichen nicht mehr für die gewünschte Teilnehmerzahl aus! Bitte entfernen Sie Teilnehmer.

source: Log in to your account
de: Melden Sie sich an Ihrem Konto an

source: Password
de: Passwort

source: Remember me
de: Angemeldet bleiben

source: Forgot your password?
de: Passwort vergessen?

source: Log in
de: Anmelden

source: e-mail address
de: E-Mail-Adresse

source: participant
de: Teilnehmer*in

source: address
de: Adresse

source: payment
de: Zahlung

source: Create certificates
de: Bescheinigungen erstellen

source: lastname
de: Nachname

source: firstname
de: Vorname

source: contact
de: Kontakt

source: booked on
de: gebucht am

source: no company
de: Keine Firma

source: Are you sure you want to create the certificates?
de: Sind Sie sicher, dass Sie die Bescheinigungen erstellen wollen?

source: Is being prepared ... Please wait ...
de: Wird vorbereitet ... Bitte warten ...

source: Cancel booking
de: Buchung stornieren

source: Are you sure you want to cancel this booking? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Buchung stornieren möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Select participants
de: Teilnehmer*innen auswählen

source: Generate Certificate
de: Zertifikat generieren

source: Generate .pdf File
de: Erstelle .pdf Datei

source: Preparing Download
de: Bereite Download vor

source: Creation failed
de: Erstellung fehlgeschlagen

source: .pdf creating failed. Please try again.
de: .pdf-Erstellung fehlgeschlagen. Bitte versuchen Sie es erneut.

source: Creation successful
de: Erstellung erfolgreich

source: .pdf File was successfully created.
de: .pdf Datei wurde erfolgreich erstellt.

source: Download
de: Herunterladen

source: Add Role
de: Rolle hinzufügen

source: role name
de: Rollennamne

source: edit role
de: Rolle bearbeiten

source: The internal used role name.
de: Der intern verwendete Rollenname.

source: Display role Name
de: angezeigter Name

source: The displayed role name
de: Der angezeigte Rollenname

source: A description for this role (optional)
de: Eine Beschreibung für diese Rolle (optional)

source: Permissions
de: Berechtigungen

source: Add Course type
de: Kursart hinzufügen

source: course type name
de: Kursart Bezeichnung

source: category
de: Kategorie

source: units
de: Einheiten

source: units per day
de: Einheiten pro Tag

source: breaks
de: Pausen

source: LU
de: UE

source: LU / day
de: UE / Tag

source: minutes
de: Minuten

source: edit course type
de: Kursart bearbeiten

source: Course type name
de: Kursart Bezeichnung

source: QSEH Course
de: QSEH-Kurs

source: no
de: Nein

source: please select a category
de: bitte wählen Sie eine Kategorie

source: new category
de: neue Kategorie

source: The new category name.
de: Der Name der neuen Kategorie.

source: http://your-site.com/slug/dates
de: http://deine-seite.de/slug/termine

source: the url to which it's redirect, if the location search for this slug isn't loaded in a iframe (optional)
de: die URL, auf die umgeleitet wird, wenn die Umkreissuche für diesen Slug nicht in einem Iframe geladen wird (optional)

source: the complete lesson units
de: die gesamten Unterrichtseinheiten

source: maximum units per day
de: maximale UE pro Tag

source: The breaks in minutes
de: Die Pausen in Minuten

source: maximum seats
de: maximale Plätze

source: Reset password
de: Passwort zurücksetzen

source: Password repeat
de: Passwort Wiederholung

source: Add User
de: Benutzer hinzufügen

source: active
de: aktiv

source: inactive
de: inaktiv

source: edit user
de: Benutzer editieren

source: role for this team
de: Rolle für dieses Team

source: no role
de: keine Rolle

source: add admin account
de: Admin-Konto hinzufügen

source: Whole database will be reset!
de: Die gesamte Datenbank wird zurückgesetzt!

source: Auto Update
de: Automatisches Update

source: Auto Update Settings
de: Auto Update Einstellungen

source: latest release
de: letztes Release

source: Automatically update to the latest released version.
de: Automatische Aktualisierung auf die neueste freigegebene Version.

source: latest commit
de: letztes Commit

source: Automatically update to the latest commit. (Faster updates but maybe more risky. Recommended for beta testing.)
de: Automatisches Update auf die letzte Übertragung. (Schnellere Aktualisierungen, aber vielleicht riskanter. Empfohlen für Beta-Tests.)

source: manual update
de: manuelle Aktualisierung

source: Deactivates the auto update function.
de: Deaktiviert die automatische Aktualisierungsfunktion.

source: add account
de: Account anlegen

source: Waiting for Heartbeat ...
de: Warten auf Heartbeat ...

source: Generating Database ...
de: Datenbank generieren ...

source: Too many login attempts. Please try again in a second.
de: Zu viele Anmeldeversuche. Bitte versuchen Sie es in einer Sekunde erneut.

source: Captcha not solved!
de: Captcha nicht gelöst!

source: Hello and Welcome
de: Hallo und willkommen

source: A new account was created for you at %s.
de: Für Sie wurde ein neues Konto bei %s erstellt.

source: To set a password click the link below. If you have further questions, please answer to this email.
de: Um ein Passwort festzulegen, klicken Sie auf den unten stehenden Link. Wenn Sie weitere Fragen haben, antworten Sie bitte auf diese E-Mail.

source: Set a new password
de: Neues Passwort setzen

source: The link is limited valid. If it's expired, go to [login](%s) and use the password forgot function
de: Der Link ist nur begrenzt gültig. Wenn er abgelaufen ist, gehen Sie zum [login](%s) und verwenden Sie die Passwort vergessen Funktion
